[ {
  "title" : "The electronic structure of cuprates from high energy spectroscopy",
  "summary" : "We report studies of the electronic structure and elementary excitations of doped and undoped cuprate chains, ladders and planes. Using high energy spectroscopies such as x-ray absorption, core level photoemission and angle resolved photoemission spectroscopy, important information regarding the charge distribution and hole dynamics can be obtained. The comparison of the experimental data with suitable theoretical models sets constraints on the parameters entering into the model calculations, and offers insight into the important physical quantities governing the electronic structure of these materials. Recurring themes include the importance of the dimensionality of the Cu-O network (1D->2D) and the crucial role played by the spin-background in determining the dynamics of low-lying excitations in these strongly correlated systems.",
  "url" : "http://arxiv.org/abs/cond-mat/0011267v1",
  "date" : "2000-11-15T16:19:15Z",
  "score" : 0
}, {
  "title" : "Surface effects on the electronic energy loss of charged particles entering a metal surface",
  "summary" : "Surface effects on the electronic energy loss of charged particles entering a metal surface are investigated within linear-response theory, in the framework of time-dependent density functional theory. Interesting phenomena occur in the loss spectra originated by the boundary (bregenzung) effect, which is as a consequence of the orthogonality of surface and bulk excitation modes. Our calculations indicate that the presence of a non-abrupt electron-density profile at the surface severely affects the nature of surface excitations, as deduced from comparison with simplified models.",
  "url" : "http://arxiv.org/abs/cond-mat/0211289v1",
  "date" : "2002-11-14T15:23:14Z",
  "score" : 0
}, {
  "title" : "A geometrical meaning to the electron mass from breakdown of Lorentz invariance",
  "summary" : "We discuss the problem of the electron mass in the framework of Deformed Special Relativity (DSR), a generalization of Special Relativity based on a deformed Minkowski space (i.e. a four-dimensional space-time with metric coefficients depending on the energy). We show that, by such a formalism, it is possible to derive the value of the electron mass from the space-time geometry via the experimental knowledge of the parameter of local Lorentz invariance breakdown, and of the Minkowskian threshold energy $E_{0,em}$ for the electromagnetic interaction. We put forward the suggestion that mass generation can be related, in DSR, to the possible dependence of mass on the metric background (relativity of mass).",
  "url" : "http://arxiv.org/abs/hep-th/0505137v1",
  "date" : "2005-05-16T12:42:07Z",
  "score" : 0
}, {
  "title" : "Ultrafast Electron Dynamics in the Topological Insulator Bi2Se3 Studied by Time-Resolved Photoemission Spectroscopy",
  "summary" : "We characterize the topological insulator Bi$_2$Se$_3$ using time- and angle- resolved photoemission spectroscopy. By employing two-photon photoemission, a complete picture of the unoccupied electronic structure from the Fermi level up to the vacuum level is obtained. We demonstrate that the unoccupied states host a second, Dirac surface state which can be resonantly excited by 1.5 eV photons. We then study the ultrafast relaxation processes following optical excitation. We find that they culminate in a persistent non-equilibrium population of the first Dirac surface state, which is maintained by a meta-stable population of the bulk conduction band. Finally, we perform a temperature-dependent study of the electron-phonon scattering processes in the conduction band, and find the unexpected result that their rates decrease with increasing sample temperature. We develop a model of phonon emission and absorption from a population of electrons, and show that this counter-intuitive trend is the natural consequence of fundamental electron-phonon scattering processes. This analysis serves as an important reminder that the decay rates extracted by time-resolved photoemission are not in general equal to single electron scattering rates, but include contributions from filling and emptying processes from a continuum of states.",
  "url" : "http://arxiv.org/abs/1401.3078v2",
  "date" : "2014-01-14T06:16:36Z",
  "score" : 0
}, {
  "title" : "Electronic and magnetic properties of the graphene densely decorated with 3d metallic adatoms",
  "summary" : "The electronic properties of graphene decorated with Ni, Co, Cu and Zn adatoms is studied with the density functional theory approach. Within the analysis the spin-orbit interaction is taken into account. We focus on the case when the indicated $3d$ metallic adatoms form a perfect, close-packed single-atomic layer above the graphene surface. The two configurations are examined, namely the adatoms in the on-top, and the hollow positions on graphene. First, we verify that the metallic adatoms in the close-packed structure do not form a covalent bonds with the graphene substrate. However, due to the proximity of the metallic adatoms to the graphene, the charge transfer from the adatom layer to the graphene takes place, and in consequence the graphene becomes $n$-doped. The observed charge transfer results from the arising hybridization between the graphene $2p$ and transition metal $3d$ orbitals. The proximity of metallic adatoms modifies the magnetic state of the graphene. This effect is especially pronounced for the decoration with magnetic atoms, when the magnetic moments on the graphene sublattices are induced. The analysis of the band structure demonstrates that the charge transfer, as well as the induced magnetism on graphene, modify the graphene electronic properties near high symmetry points, especially the Dirac cones. The presence of the metallic adatoms breaks graphene $K-K^{'}$ symmetry and splits the bands due to the exchange coupling. We show that for the hollow configuration the gap opening arises at the $K(K^{'})$-point due to the Rashba-like spin-orbit interaction, while in the case of the on-top configuration the energy gap opens mainly due to the staggered potential. We also mapped the parameters of an effective Hamiltonian on the results obtained with the density functional theory approach.",
  "url" : "http://arxiv.org/abs/1711.09828v1",
  "date" : "2017-11-27T16:56:22Z",
  "score" : 0
}, {
  "title" : "Effect of discrete impurities on electron transport in ultra-short MOSFET using 3D Monte Carlo simulation",
  "summary" : "This paper discusses the influence of the channel impurity distribution on the transport and the drive current in short-gate MOSFET. In this purpose, a careful description of electron-ion interaction suitable for the case of discrete impurities has been implemented in a 3D particle Monte Carlo simulator. This transport model is applied to the investigation of 50 nm MOSFET operation. The results show that a small change in the number of doping impurities or in the position of a single discrete impurity in the inversion layer may significantly influence the drain current. This effect is not only related to threshold voltage fluctuations but also to variations in transport properties in the inversion layer, especially at high drain voltage. The results are analyzed in terms of local fluctuations of electron velocity and current density. In a set of fifteen simulated devices the drive current Ion, determined at VGS = VDS = 0.6 V, is found to vary in a range of 23% according to the position of channel impurities.",
  "url" : "http://arxiv.org/abs/cond-mat/0310718v2",
  "date" : "2003-10-30T08:51:58Z",
  "score" : 0
}, {
  "title" : "A flexible 300 mm integrated Si MOS platform for electron- and hole-spin qubits exploration",
  "summary" : "We report on a flexible 300 mm process that optimally combines optical and electron beam lithography to fabricate silicon spin qubits. It enables on-the-fly layout design modifications while allowing devices with either n- or p-type ohmic implants, a pitch smaller than 100 nm, and uniform critical dimensions down to 30 nm with a standard deviation ~ 1.6 nm. Various n- and p-type qubits are characterized in a dilution refrigerator at temperatures ~ 10 mK. Electrical measurements demonstrate well-defined quantum dots, tunable tunnel couplings, and coherent spin control, which are essential requirements for the implementation of a large-scale quantum processor.",
  "url" : "http://arxiv.org/abs/2102.03929v1",
  "date" : "2021-02-07T21:56:59Z",
  "score" : 0
}, {
  "title" : "A sparse spin qubit array with integrated control electronics",
  "summary" : "Current implementations of quantum computers suffer from large numbers of control lines per qubit, becoming unmanageable with system scale up. Here, we discuss a sparse spin-qubit architecture featuring integrated control electronics significantly reducing the off-chip wire count. This quantum-classical hardware integration closes the feasibility gap towards a CMOS quantum computer.",
  "url" : "http://arxiv.org/abs/1912.06461v1",
  "date" : "2019-12-13T13:18:45Z",
  "score" : 0
}, {
  "title" : "From Mott insulator to overdoped superconductor: Evolution of the electronic structure of cuprates studied by ARPES",
  "summary" : "We review our angle-resolved photoemission spectroscopy (ARPES) results on different layered oxide superconductors, and on their insulating parent compounds. The low energy excitations are discussed with emphasis on some of the most recent issues, such as the Fermi surface and remnant Fermi surface, the pseudogap and d-wave-like dispersion, and lastly the signatures in the ARPES spectra of multiple electronic components, many body effects, and the superfluid density. We will focus on systematic changes in the electronic structure which may be relevant to the development of a comprehensive picture for the evolution from Mott insulators to overdoped superconductors.",
  "url" : "http://arxiv.org/abs/cond-mat/0107042v1",
  "date" : "2001-07-02T23:08:47Z",
  "score" : 0
}, {
  "title" : "Radiation of the electron bunch moving in non-regular fields",
  "summary" : "The problem of spontaneous radiation of the electron bunch grazing into a charged metallic surface with randomly distributed needle shaped asperities is considered. Distances between two neighboring asperities have been described by gamma distribution. Being repealed by highly charged asperities the electrons of the bunch move along non-regular periodical trajectories in the planes parallel to the metallic surface. The spatial periods of the trajectories are random quantities which are described by the same gamma distribution. The radiation characteristics of the bunch have been obtained. It is shown that the angular distributions of the number of photons radiated from the bunch and from a single electron are the same but the frequency distribution of the bunch is being drastically changed at the hard frequency region. It is proposed to develop a new non-destructive method for investigation of the metal surface roughness. The frequency distribution of the number of photons radiated under the zero angle has been obtained. That allows to find the gain expression of the stimulated radiation.",
  "url" : "http://arxiv.org/abs/1201.2815v2",
  "date" : "2012-01-12T16:19:16Z",
  "score" : 0
} ]